tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ansible"
brew "bat"
brew "ctop"
brew "exa"
brew "fping"
brew "fzf"
brew "glances"
brew "gnu-sed"
brew "go"
brew "gping"
brew "htop"
brew "ipcalc"
brew "iperf3"
brew "make"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "picocom"
brew "poetry", link: false
brew "pre-commit", link: false
brew "putty"
brew "tcping"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
cask "alt-tab"
cask "dozer"
cask "fig"
cask "google-cloud-sdk"
