tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ansible"
brew "bat"
brew "colima"
brew "ctop"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "exa"
brew "fping"
brew "glances"
brew "gnu-sed"
brew "go"
brew "gping"
brew "htop"
brew "ipcalc"
brew "iperf3"
brew "make"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "picocom"
brew "poetry", link: false
brew "pre-commit", link: false
brew "putty"
brew "tcping"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
cask "alt-tab"
cask "dozer"
cask "fig"
cask "google-cloud-sdk"
cask "kitty"
cask "virtualbox"
vscode "abusaidm.html-snippets"
vscode "almenon.arepl"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "batisteo.vscode-django"
vscode "bencoleman.armview"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "geekbinarynet.vscode-arubaos-config-syntax"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "GSGBen.fortigate-fortios-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "in4margaret.compareit"
vscode "jamiewoodio.cisco"
vscode "KevinRose.vsc-python-indent"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "magicstack.MagicPython"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "phplasma.csv-to-table"
vscode "platformio.platformio-ide"
vscode "poeticAndroid.vscode-poetry"
vscode "purocean.drawio-preview"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "searKing.preview-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "SirTori.indenticator"
vscode "tushortz.python-extended-snippets"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "walkme.Python-extension-pack"
vscode "wesbos.theme-cobalt2"
vscode "wholroyd.jinja"
vscode "ZainChen.json"
vscode "Zignd.html-css-class-completion"
