ansible
autoconf
bat
brotli
c-ares
ca-certificates
capstone
cffi
colima
ctop
docker
docker-completion
docker-compose
docker-credential-helper
dtc
exa
fping
gdbm
gettext
glances
glib
gmp
gnu-sed
gnutls
go
gping
htop
icu4c
ipcalc
iperf3
jansson
jpeg-turbo
jsonschema
keyring
libevent
libgit2
libgit2@1.6
libidn2
liblinear
libnghttp2
libpng
libslirp
libssh
libssh2
libtasn1
libtermkey
libunistring
libusb
libuv
libvterm
libyaml
lima
lua
lua@5.3
luajit
luv
lz4
lzo
m4
make
mpdecimal
msgpack
mtr
ncdu
ncurses
neovim
nettle
nmap
node
oniguruma
openssl@1.1
openssl@3
p11-kit
pcre
pcre2
picocom
pixman
pkg-config
poetry
pre-commit
putty
pycparser
python-build
python-certifi
python-cryptography
python-lxml
python-markupsafe
python-packaging
python-pyproject-hooks
python-pytz
python-setuptools
python@3.10
python@3.11
python@3.12
python@3.9
pyyaml
qemu
readline
six
snappy
sqlite
tcl-tk
tcping
telnet
terraform
tmux
tree
tree-sitter
unbound
unibilium
utf8proc
vde
virtualenv
watch
wget
xz
zstd
alt-tab
dozer
fig
google-cloud-sdk
kitty
virtualbox
