ansible
aom
aribb24
autoconf
bat
bbftp-client
brotli
c-ares
ca-certificates
cairo
capstone
certifi
cffi
cjson
colima
cryptography
ctop
dav1d
docker
docker-buildx
docker-completion
docker-compose
docker-credential-helper
dtc
ffmpeg
flac
fontconfig
fping
freetype
frei0r
fribidi
fzf
gdbm
gettext
giflib
git
glances
glib
gmp
gnu-sed
gnutls
go
gping
graphite2
harfbuzz
highway
htop
icu4c@75
icu4c@76
imath
ipcalc
iperf3
jansson
jpeg-turbo
jpeg-xl
keyring
lame
leptonica
libarchive
libass
libb2
libbluray
libdeflate
libevent
libgit2
libgit2@1.6
libgit2@1.7
libidn2
liblinear
libmicrohttpd
libnghttp2
libogg
libpng
librist
libsamplerate
libslirp
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtermkey
libtiff
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
lima
little-cms2
lpeg
lua
lua@5.3
luajit
luv
lz4
lzo
m4
mad
make
mbedtls
mpdecimal
mpg123
msgpack
mtr
ncdu
ncurses
neovim
netbird
nettle
nmap
node
oniguruma
opencore-amr
openexr
openjpeg
openssl@1.1
openssl@3
opus
opusfile
p11-kit
pango
pcre
pcre2
picocom
pixman
pkg-config
poetry
popt
pre-commit
putty
pycparser
python-build
python-certifi
python-cryptography
python-lxml
python-markupsafe
python-packaging
python-pyproject-hooks
python-pytz
python-setuptools
python@3.10
python@3.11
python@3.12
python@3.13
python@3.9
pyyaml
qemu
rav1e
readline
rsync
rubberband
sdl2
six
snappy
sox
speedtest
speex
sqlite
srt
svt-av1
tcl-tk
tcping
telnet
terraform
tesseract
theora
tmux
tree
tree-sitter
unbound
unibilium
utf8proc
vde
virtualenv
watch
webp
wget
x264
x265
xorgproto
xvid
xxhash
xz
yt-dlp
zeromq
zimg
zsh
zsh-syntax-highlighting
zstd
alt-tab
clipy
dozer
fig
google-cloud-sdk
macdown
netbird-ui
qview
sublime-text
warp
