tap "homebrew/bundle"
tap "netbirdio/tap"
tap "teamookla/speedtest"
brew "ca-certificates"
brew "certifi"
brew "pycparser"
brew "python-setuptools"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libssh"
brew "libyaml"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.12"
brew "ansible"
brew "m4"
brew "autoconf"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "brotli"
brew "c-ares"
brew "capstone"
brew "dtc"
brew "gettext"
brew "pcre2"
brew "glib"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jpeg-turbo"
brew "libpng"
brew "libslirp"
brew "libusb"
brew "lz4"
brew "lzo"
brew "ncurses"
brew "pixman"
brew "snappy"
brew "vde"
brew "zstd"
brew "qemu"
brew "lima"
brew "colima"
brew "ctop"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "fping"
brew "fzf"
brew "gdbm"
brew "git"
brew "glances"
brew "gnu-sed"
brew "go"
brew "gping"
brew "htop"
brew "icu4c"
brew "ipcalc"
brew "iperf3"
brew "jansson"
brew "keyring"
brew "libgit2@1.6"
brew "liblinear"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lua"
brew "lua@5.3"
brew "luajit"
brew "luv"
brew "make"
brew "msgpack"
brew "mtr"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "pcre"
brew "picocom"
brew "pkg-config"
brew "poetry"
brew "pre-commit"
brew "putty"
brew "python-build"
brew "python-lxml"
brew "python-markupsafe"
brew "python-packaging"
brew "python-pyproject-hooks"
brew "python-pytz"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "pyyaml"
brew "six"
brew "tcl-tk"
brew "tcping"
brew "telnet", link: false
brew "terraform"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "netbirdio/tap/netbird"
brew "teamookla/speedtest/speedtest"
cask "alt-tab"
cask "clipy"
cask "dozer"
cask "fig"
cask "google-cloud-sdk"
cask "macdown"
cask "netbird-ui"
cask "qview"
cask "sublime-text"
vscode "abusaidm.html-snippets"
vscode "almenon.arepl"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "batisteo.vscode-django"
vscode "bencoleman.armview"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "geekbinarynet.vscode-arubaos-config-syntax"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gsgben.fortigate-fortios-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "in4margaret.compareit"
vscode "jamiewoodio.cisco"
vscode "kevinrose.vsc-python-indent"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "magicstack.magicpython"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "phplasma.csv-to-table"
vscode "platformio.platformio-ide"
vscode "poeticandroid.vscode-poetry"
vscode "purocean.drawio-preview"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "searking.preview-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sirtori.indenticator"
vscode "tushortz.python-extended-snippets"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "walkme.python-extension-pack"
vscode "wesbos.theme-cobalt2"
vscode "wholroyd.jinja"
vscode "y-ysss.cisco-config-highlight"
vscode "zainchen.json"
vscode "zignd.html-css-class-completion"
